Repository: SebasGarciaSM/nasa_app
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: NASA App
es: App de la NASA

# apod
source: APOD (Astronomy Picture of the Day)
es: APOD (Imagen Astronómica del Día)

# marsRoversPhotos
source: Mars Rover Photos
es: Fotos del rover de Marte

# neows
source: NeoWs (Asteroids)
es: NeoWs (Asteroides)

# epic
source: EPIC (Earth Imagery)
es: EPIC (Imágenes de la Tierra)

# donki
source: DONKI (Solar Activity)
es: DONKI (Actividad Solar)

source: TechTransfer
es: Transferencia Tecnológica

source: Image and Video Library
es: Biblioteca de imágenes y videos

source: Exoplanet Archive
es: Archivo de exoplanetas

source: Earth Assets
es: Recursos de la Tierra

source: Overview
es: Descripción

source: Start Date
es: Fecha Inicial

source: End Date
es: Fecha Final

source: Select Start Date
es: Selecciona Fecha Inicial

source: Select End Date
es: Selecciona Fecha Final

# asteroidsFound
source: {asteroids} asteroids found
es: {asteroids} asteroides encontrados

source: Confirm
es: Confirmar

source: Hazardous
es: Peligroso

# approachDate
source: Approach Date: {approachDate}
es: Fecha de aproximación: {approachDate}

# velocityKph
source: Velocity (KpH): {velocityKph}
es: Velocidad (KpH): {velocityKph}

# missDistanceKm
source: Miss Distance (Km): {missDistanceKm}
es: Distancia de paso (Km): {missDistanceKm}

# latitude
source: Latitude: {latitude}
es: Latitud: {latitude}

# longitude
source: Longitude: {longitude}
es: Longitud: {longitude}

source: Retry
es: Reintentar

source: Select Date
es: Selecciona Fecha
